[
    {
        "title": "Assignment 2: Data Exploration",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Exploring investment speculation's effects on Boston's neighborhoods and pricing, specifically investigating LLC and corporate takeovers"
    },
    {
        "title": "Assignment 3: Visualization Critique & Redesign",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Using \"critique by redesign\" to analyze a COVID-19 cases visualization and create an original visualization to rethink the data and contextual narratives"
    },
    {
        "title": "Assignment 4: Persuasive / Deceptive Visualizations",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Scrutinizing the idea of 'ground truth' data by creating visualizations that suppose opposing narratives"
    },
    {
        "title": "Optio libero placeat sed!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Est soluta distinctio, praesentium nemo dolorem cupiditate adipisci laboriosam aliquid! Facilis sequi hic velit ut dolor deleniti sed minus eum, non, obcaecati incidunt quibusdam et veniam numquam atque eos. Unde!"
    },
    {
        "title": "Rerum, odit esse. Rem!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Hic minus impedit atque repellat corrupti incidunt? Nesciunt deleniti in voluptatibus perferendis. Est ut quia aliquid sit debitis quaerat voluptas, quibusdam quo culpa assumenda repellat, necessitatibus dolore consequuntur nobis nulla."
    },
    {
        "title": "Aspernatur veritatis hic non?",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Necessitatibus, fuga perspiciatis soluta tenetur facere vero officiis eaque, eligendi animi recusandae asperiores ad consequatur magnam amet!"
    },
    {
        "title": "Consectetur dolor vero illo?",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquid maiores similique reprehenderit incidunt iusto error harum itaque libero repellendus officia alias quaerat repellat illo distinctio illum neque nihil nesciunt temporibus, nemo eius quod odio nam quam. Molestiae, neque."
    },
    {
        "title": "Enim beatae debitis amet!",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Esse qui eius velit eligendi, possimus in praesentium ut sed excepturi reprehenderit perspiciatis! Voluptatibus veniam, omnis commodi magnam quidem tenetur tempora! Cum hic placeat sit non! Accusantium exercitationem eaque qui."
    },
    {
        "title": "Mollitia blanditiis quae laborum?",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Suscipit, voluptatem. Nisi esse officiis est repellat quaerat vero sed? Natus corporis laudantium ut pariatur est, reiciendis voluptas totam atque ipsum quis quasi consequuntur delectus error nemo, nobis magni dolorum."
    },
    {
        "title": "Reiciendis error ipsum quisquam?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iure in suscipit ad temporibus quod, quae ratione animi unde nisi? Totam repellendus harum, doloribus ad voluptas eligendi eum asperiores ex mollitia nobis doloremque recusandae consequuntur animi ullam deserunt minus."
    },
    {
        "title": "Sequi, inventore deleniti. Voluptatum!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aut tempora tempore laudantium, natus id unde, consequatur, incidunt esse corrupti quasi veniam. Non odio dolorum nisi officiis quis explicabo saepe veritatis eveniet tenetur. Aut vitae esse consequatur laboriosam quae?"
    },
    {
        "title": "Sed nam porro cumque?",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Deserunt, nihil rem unde architecto necessitatibus cupiditate eligendi neque sint illum, culpa natus beatae blanditiis provident labore quis, quos iste ratione maxime qui nemo soluta omnis quas! Officia, ea earum."
    }
]